Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# ViewInput_RowShiftRange
source: Specify a value from 0 to {0}.
ar: حدد قيمة من 0 إلى {0}.
cs: Zadejte hodnotu od 0 do {0}.
de: Geben Sie einen Wert von 0 bis {0} an.
el: Καθορίστε μια τιμή από 0 έως {0}.
es: Indica un valor entre 0 y {0}.
fa: مقداری از 0 تا {0} مشخص کنید.
fr: Indiquez une valeur comprise entre 0 et {0}.
hu: Adjon meg egy 0 és {0} közötti értéket.
id: Tentukan nilai dari 0 hingga {0}.
it: Specifica un valore compreso tra 0 e {0}.
ja: 0〜{0} の値を指定してください。
ko: 0~{0} 사이의 값을 지정하세요.
pl: Podaj wartość od 0 do {0}.
pt: Especifique um valor de 0 a {0}.
ro: Specificați o valoare între 0 și {0}.
ru: Укажите значение от 0 до {0}.
th: โปรดระบุค่าตั้งแต่ 0 ถึง {0}
tr: 0 ile {0} arasında bir değer belirtin.
uk: Укажіть значення від 0 до {0}.
vi: Hãy chỉ định giá trị từ 0 đến {0}.
zh_hans: 请指定 0 到 {0} 之间的值。
zh_hant: 請指定 0 到 {0} 之間的值。

# Common_Ok
source: OK
ar: موافق
es: Aceptar
fa: تأیید
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# Cmd_view_offsetColumn
source: Show offset column
ar: إظهار عمود الإزاحة
cs: Zobrazit sloupec posunu
de: Offset-Spalte anzeigen
el: Εμφάνιση στήλης μετατόπισης
es: Mostrar la columna de desplazamiento
fa: نمایش ستون آفست
fr: Afficher la colonne des décalages
hu: Eltolás oszlop megjelenítése
id: Tampilkan kolom offset
it: Mostra colonna offset
ja: オフセット列の表示
ko: 오프셋 열 표시
pl: Pokaż kolumnę przesunięcia
pt: Mostrar coluna de deslocamento
ro: Afișare coloană deplasament
ru: Показать столбец смещений
th: แสดงคอลัมน์ออฟเซ็ต
tr: Ofset sütununu göster
uk: Показати стовпець зміщення
vi: Hiện cột độ lệch
zh_hans: 显示偏移量列
zh_hant: 顯示位移欄

# CmdAlias_view_offsetColumn
source: address column
ar: address column عنوان عمود الإزاحة
cs: posun adresa sloupec address column offset
de: adresse spalte address column
el: διεύθυνση στήλη address column
es: dirección columna address column
fa: ستون آدرس, address column
fr: adresse colonne address column
hu: eltolás eltolas cím cim oszlop address column
id: kolom alamat address column
it: indirizzo colonna offset address column
ja: おふせっとれつのひょうじ
ko: 오프셋 열 주소 address column
pl: adres kolumna przesunięcie address column
pt: endereço coluna deslocamento address column
ro: coloană coloana adresă adresa deplasament address column
ru: адрес столбец address column
th: ออฟเซ็ต ที่อยู่ คอลัมน์ address column
tr: adres sütun address column
uk: адреса стовпець address column
vi: cột độ lệch địa chỉ address column
zh_hans: 偏移量列 地址 address column
zh_hant: 位移欄 位址 欄 address column

# Cmd_view_hexColumn
source: Show hex column
ar: إظهار عمود Hex
cs: Zobrazit sloupec Hex
de: Hex-Spalte anzeigen
el: Εμφάνιση στήλης Hex
es: Mostrar la columna Hex
fa: نمایش ستون Hex
fr: Afficher la colonne Hex
hu: Hex oszlop megjelenítése
id: Tampilkan kolom Hex
it: Mostra colonna Hex
ja: Hex 列の表示
ko: Hex 열 표시
pl: Pokaż kolumnę Hex
pt: Mostrar coluna Hex
ro: Afișare coloană Hex
ru: Показать столбец Hex
th: แสดงคอลัมน์ Hex
tr: Hex sütununu göster
uk: Показати стовпець Hex
vi: Hiện cột Hex
zh_hans: 显示 Hex 列
zh_hant: 顯示 Hex 欄

# CmdAlias_view_hexColumn
source: bytes column
ar: bytes column بايتات عمود Hex
cs: bajty sloupec hex bytes column
de: bytes spalte column
el: byte στήλη bytes column
es: bytes columna column
fa: ستون بایت‌ها, bytes column
fr: octets colonne bytes column
hu: bájtok bajtok oszlop hex bytes column
id: kolom byte bytes column
it: byte colonna bytes column
ja: へっくすれつのひょうじ
ko: Hex 열 바이트 bytes column
pl: bajty kolumna bytes column
pt: bytes coluna bytes column
ro: octeți octeti coloană coloana bytes column
ru: байты столбец bytes column
th: ไบต์ คอลัมน์ bytes column
tr: baytlar sütun bytes column
uk: байти стовпець bytes column
vi: cột hex byte bytes column
zh_hans: Hex 列 字节 bytes column
zh_hant: Hex 欄 位元組 欄 bytes column

# Cmd_view_textColumn
source: Show text column
ar: إظهار عمود النص
cs: Zobrazit textový sloupec
de: Textspalte anzeigen
el: Εμφάνιση στήλης κειμένου
es: Mostrar la columna de texto
fa: نمایش ستون متن
fr: Afficher la colonne texte
hu: Szövegoszlop megjelenítése
id: Tampilkan kolom teks
it: Mostra colonna testo
ja: テキスト列の表示
ko: 텍스트 열 표시
pl: Pokaż kolumnę tekstu
pt: Mostrar coluna de texto
ro: Afișare coloană text
ru: Показать текстовый столбец
th: แสดงคอลัมน์ข้อความ
tr: Metin sütununu göster
uk: Показати текстовий стовпець
vi: Hiện cột văn bản
zh_hans: 显示文本列
zh_hant: 顯示文字欄

# CmdAlias_view_textColumn
source: ascii characters column
ar: ascii characters column أحرف عمود النص
cs: text znaky sloupec ascii characters column
de: zeichen spalte ascii characters column
el: χαρακτήρες στήλη ascii characters column
es: caracteres columna ascii characters column
fa: ستون نویسه‌ها, ascii characters column
fr: caractères colonne ascii characters column
hu: szöveg szoveg karakterek oszlop ascii characters column
id: kolom teks karakter ascii characters column
it: caratteri colonna testo ascii characters column
ja: てきすとれつのひょうじ
ko: 텍스트 열 문자 ascii characters column
pl: znaki kolumna tekst ascii characters column
pt: caracteres coluna texto ascii characters column
ro: caractere ascii coloană coloana characters column
ru: символы столбец ascii characters column
th: ข้อความ อักขระ คอลัมน์ ascii characters column
tr: karakterler sütun ascii characters column
uk: символи стовпець ascii characters column
vi: cột văn bản ký tự ascii characters column
zh_hans: 文本列 字符 ascii characters column
zh_hant: 文字欄 字元 欄 ascii characters column

# Cmd_view_hexOnly
source: Show hex column only
ar: إظهار عمود Hex فقط
cs: Zobrazit jen sloupec Hex
de: Nur Hex-Spalte anzeigen
el: Εμφάνιση μόνο της στήλης Hex
es: Mostrar solo la columna Hex
fa: نمایش فقط ستون Hex
fr: Afficher uniquement la colonne Hex
hu: Csak a Hex oszlop megjelenítése
id: Tampilkan hanya kolom Hex
it: Mostra solo la colonna Hex
ja: Hex 列だけを表示
ko: Hex 열만 표시
pl: Pokaż tylko kolumnę Hex
pt: Mostrar somente a coluna Hex
ro: Afișare doar coloana Hex
ru: Показать только столбец Hex
th: แสดงเฉพาะคอลัมน์ Hex
tr: Yalnızca Hex sütununu göster
uk: Показати лише стовпець Hex
vi: Chỉ hiện cột Hex
zh_hans: 仅显示 Hex 列
zh_hant: 只顯示 Hex 欄

# CmdAlias_view_hexOnly
source: columns
ar: columns أعمدة
cs: sloupce columns
de: spalten columns
el: στήλες columns
es: columnas columns
fa: ستون‌ها, columns
fr: colonnes columns
hu: oszlopok columns
id: kolom columns
it: colonne columns
ja: へっくすれつだけをひょうじ
ko: Hex 열만 열 columns
pl: kolumny columns
pt: colunas columns
ro: coloane columns
ru: столбцы columns
th: คอลัมน์ columns
tr: sütunlar columns
uk: стовпці columns
vi: cột columns
zh_hans: 列 Hex columns
zh_hant: 只顯示 Hex 欄 columns

# Cmd_view_textOnly
source: Show text column only
ar: إظهار عمود النص فقط
cs: Zobrazit jen textový sloupec
de: Nur Textspalte anzeigen
el: Εμφάνιση μόνο της στήλης κειμένου
es: Mostrar solo la columna de texto
fa: نمایش فقط ستون متن
fr: Afficher uniquement la colonne texte
hu: Csak a szövegoszlop megjelenítése
id: Tampilkan hanya kolom teks
it: Mostra solo la colonna testo
ja: テキスト列だけを表示
ko: 텍스트 열만 표시
pl: Pokaż tylko kolumnę tekstu
pt: Mostrar somente a coluna de texto
ro: Afișare doar coloana text
ru: Показать только текстовый столбец
th: แสดงเฉพาะคอลัมน์ข้อความ
tr: Yalnızca metin sütununu göster
uk: Показати лише текстовий стовпець
vi: Chỉ hiện cột văn bản
zh_hans: 仅显示文本列
zh_hant: 只顯示文字欄

# CmdAlias_view_textOnly
source: columns
ar: columns أعمدة
cs: sloupce columns
de: spalten columns
el: στήλες columns
es: columnas columns
fa: ستون‌ها, columns
fr: colonnes columns
hu: oszlopok columns
id: kolom columns
it: colonne columns
ja: てきすとれつだけをひょうじ
ko: 텍스트 열만 열 columns
pl: kolumny columns
pt: colunas columns
ro: coloane columns
ru: столбцы columns
th: คอลัมน์ columns
tr: sütunlar columns
uk: стовпці columns
vi: cột columns
zh_hans: 列 文本 columns
zh_hant: 只顯示文字欄 欄 columns

# Cmd_view_allColumns
source: Show all columns
ar: إظهار كل الأعمدة
cs: Zobrazit všechny sloupce
de: Alle Spalten anzeigen
el: Εμφάνιση όλων των στηλών
es: Mostrar todas las columnas
fa: نمایش همهٔ ستون‌ها
fr: Afficher toutes les colonnes
hu: Minden oszlop megjelenítése
id: Tampilkan semua kolom
it: Mostra tutte le colonne
ja: すべての列を表示
ko: 모든 열 표시
pl: Pokaż wszystkie kolumny
pt: Mostrar todas as colunas
ro: Afișare toate coloanele
ru: Показать все столбцы
th: แสดงทุกคอลัมน์
tr: Tüm sütunları göster
uk: Показати всі стовпці
vi: Hiện tất cả cột
zh_hans: 显示所有列
zh_hant: 顯示所有欄

# CmdAlias_view_allColumns
source: columns
ar: columns أعمدة
cs: sloupce columns
de: spalten columns
el: στήλες columns
es: columnas columns
fa: ستون‌ها, columns
fr: colonnes columns
hu: oszlopok columns
id: kolom columns
it: colonne columns
ja: すべてのれつをひょうじ
ko: 모든 열 전체 열 columns
pl: kolumny columns
pt: colunas columns
ro: coloane columns
ru: столбцы columns
th: คอลัมน์ ทั้งหมด columns
tr: sütunlar columns
uk: стовпці columns
vi: cột columns
zh_hans: 列 全部 columns
zh_hant: 所有欄 全部顯示 columns

# Cmd_view_ruler
source: Column header
ar: رأس الأعمدة
cs: Záhlaví sloupců
de: Spaltenkopf
el: Κεφαλίδα στηλών
es: Encabezado de columnas
fa: سرستون
fr: En-tête de colonne
hu: Oszlopfejléc
id: Header kolom
it: Intestazione delle colonne
ja: 列見出し
ko: 열 머리글
pl: Nagłówek kolumn
pt: Cabeçalho das colunas
ro: Antet coloane
ru: Заголовок столбцов
th: ส่วนหัวคอลัมน์
tr: Sütun başlığı
uk: Заголовок стовпців
vi: Tiêu đề cột
zh_hans: 列标题
zh_hant: 欄標題

# CmdAlias_view_ruler
source: ruler
ar: ruler مسطرة رأس الأعمدة
cs: pravítko pravitko záhlaví zahlavi ruler
de: lineal spaltenkopf ruler
el: χάρακας κεφαλίδα ruler
es: regla encabezado ruler
fa: خط‌کش, ruler
fr: règle en-tête ruler
hu: vonalzó vonalzo fejléc fejlec ruler
id: penggaris ruler
it: righello ruler
ja: れつみだし
ko: 열 머리글 눈금자 ruler
pl: linijka ruler
pt: régua ruler
ro: riglă rigla antet ruler
ru: линейка ruler
th: ไม้บรรทัด ส่วนหัว ruler
tr: cetvel ruler
uk: лінійка ruler
vi: thước tiêu đề ruler
zh_hans: 列标题 标尺 ruler
zh_hant: 欄標題 尺規 ruler

# Cmd_view_currentRow
source: Highlight current row
ar: تمييز الصف الحالي
cs: Zvýraznit aktuální řádek
de: Aktuelle Zeile hervorheben
el: Επισήμανση τρέχουσας γραμμής
es: Resaltar la fila actual
fa: برجسته کردن سطر فعلی
fr: Mettre en surbrillance la ligne actuelle
hu: Aktuális sor kiemelése
id: Sorot baris saat ini
it: Evidenzia riga corrente
ja: 現在行を強調
ko: 현재 행 강조 표시
pl: Wyróżnij bieżący wiersz
pt: Realçar linha atual
ro: Evidențiere rând curent
ru: Выделять текущую строку
th: เน้นแถวปัจจุบัน
tr: Geçerli satırı vurgula
uk: Виділяти поточний рядок
vi: Tô sáng hàng hiện tại
zh_hans: 突出显示当前行
zh_hant: 醒目提示目前的列

# CmdAlias_view_currentRow
source: line
ar: line سطر صف حالي
cs: řádek radek line
de: zeile line
el: γραμμή line
es: fila línea line
fa: خط سطر, line
fr: ligne line
hu: sor kiemelés kiemeles line
id: baris line
it: riga linea line
ja: げんざいぎょうをきょうちょう
ko: 현재 행 줄 강조 line
pl: wiersz linia line
pt: linha line
ro: rând rand linie line
ru: строка line
th: แถว บรรทัด line
tr: satır line
uk: рядок line
vi: hàng dòng line
zh_hans: 当前行 突出显示 line
zh_hant: 目前的列 醒目提示 行 line

# Cmd_view_lowercase
source: Show hex in lowercase
ar: إظهار Hex بأحرف صغيرة
cs: Zobrazit Hex malými písmeny
de: Hex in Kleinbuchstaben anzeigen
el: Εμφάνιση Hex με πεζά
es: Mostrar el hex en minúsculas
fa: نمایش Hex با حروف کوچک
fr: Afficher l'hex en minuscules
hu: Hex kisbetűs megjelenítése
id: Tampilkan Hex dalam huruf kecil
it: Mostra Hex in minuscolo
ja: Hex を小文字で表示
ko: Hex를 소문자로 표시
pl: Pokaż Hex małymi literami
pt: Mostrar Hex em minúsculas
ro: Afișare hex cu litere mici
ru: Hex строчными буквами
th: แสดง Hex เป็นตัวพิมพ์เล็ก
tr: Hex'i küçük harfle göster
uk: Hex малими літерами
vi: Hiện hex chữ thường
zh_hans: 以小写显示 Hex
zh_hant: 以小寫顯示 Hex

# CmdAlias_view_lowercase
source: case
ar: case حالة الأحرف صغيرة
cs: malá mala písmena pismena case
de: kleinbuchstaben groß klein case
el: πεζά κεφαλαία case
es: minúsculas mayúsculas case
fa: حروف بزرگ کوچک, case
fr: minuscules casse case
hu: kisbetű kisbetu nagybetű nagybetu case
id: huruf besar kecil case
it: minuscolo maiuscolo case
ja: こもじでひょうじ
ko: 소문자 대소문자 case
pl: małe wielkie litery case
pt: minúsculas maiúsculas case
ro: litere mici majuscule case
ru: регистр case
th: ตัวพิมพ์เล็ก case
tr: büyük küçük harf case
uk: регістр case
vi: chữ thường chữ hoa case
zh_hans: 小写 大小写 case
zh_hant: 小寫 大小寫 case

# Cmd_view_dimZeros
source: Dim 00 bytes
ar: تعتيم بايتات 00
cs: Ztlumit bajty 00
de: 00-Bytes abblenden
el: Αχνά byte 00
es: Atenuar los bytes 00
fa: کم‌رنگ کردن بایت‌های 00
fr: Atténuer les octets 00
hu: 00 bájtok halványítása
id: Redupkan byte 00
it: Attenua i byte 00
ja: 00 を薄く表示
ko: 00 바이트 흐리게 표시
pl: Przyciemnij bajty 00
pt: Esmaecer bytes 00
ro: Estompare octeți 00
ru: Затемнять байты 00
th: แสดงไบต์ 00 แบบจาง
tr: 00 baytlarını soluk göster
uk: Приглушувати байти 00
vi: Làm mờ byte 00
zh_hans: 淡化 00 字节
zh_hant: 淡化顯示 00 位元組

# CmdAlias_view_dimZeros
source: zero
ar: zero صفر أصفار تعتيم
cs: nula nuly zero
de: null abblenden zero
el: μηδέν zero
es: cero atenuar zero
fa: صفر, zero
fr: zéro atténuer zero
hu: nulla halvány halvany zero
id: nol zero
ja: うすくひょうじ
ko: 00 흐리게 0 zero
ro: zero zerouri estompare zero
ru: ноль zero
th: ศูนย์ จาง zero
tr: sıfır zero
uk: нуль zero
vi: số không mờ zero
zh_hans: 零 淡化 zero
zh_hant: 淡化 零 zero

# Cmd_view_alternate
source: Alternate background per group
ar: تبديل الخلفية لكل مجموعة
cs: Střídat pozadí skupin
de: Hintergrund je Gruppe abwechseln
el: Εναλλασσόμενο φόντο ανά ομάδα
es: Alternar el fondo por grupo
fa: پس‌زمینهٔ متناوب برای هر گروه
fr: Alterner l'arrière-plan par groupe
hu: Váltakozó háttér csoportonként
id: Latar bergantian per grup
it: Alterna lo sfondo per gruppo
ja: グループごとに背景を交互に変える
ko: 그룹별로 배경 번갈아 표시
pl: Naprzemienne tło grup
pt: Alternar plano de fundo por grupo
ro: Fundal alternant pe grupuri
ru: Чередовать фон групп
th: สลับพื้นหลังตามกลุ่ม
tr: Gruplarda dönüşümlü arka plan
uk: Чергувати фон груп
vi: Nền xen kẽ theo nhóm
zh_hans: 按组交替背景
zh_hant: 每個群組交替背景

# CmdAlias_view_alternate
source: stripes
ar: stripes خطوط خلفية متناوبة
cs: pruhy pozadí pozadi stripes
de: streifen abwechselnd stripes
el: ρίγες stripes
es: franjas alternar stripes
fa: راه‌راه, stripes
fr: rayures alterner stripes
hu: csíkok csikok sávok savok stripes
id: garis belang stripes
it: strisce stripes
ja: はいけいをこうごにかえる
ko: 배경 번갈아 줄무늬 stripes
pl: paski stripes
pt: listras stripes
ro: dungi benzi stripes
ru: полосы stripes
th: แถบ สลับ พื้นหลัง stripes
tr: şeritler stripes
uk: смуги stripes
vi: xen kẽ sọc nền stripes
zh_hans: 条纹 交替 背景 stripes
zh_hant: 交替背景 條紋 stripes

# Cmd_view_modified
source: Highlight modified bytes
ar: تمييز البايتات المعدّلة
cs: Zvýraznit změněné bajty
de: Geänderte Bytes hervorheben
el: Επισήμανση τροποποιημένων byte
es: Resaltar los bytes modificados
fa: برجسته کردن بایت‌های تغییریافته
fr: Mettre en surbrillance les octets modifiés
hu: Módosított bájtok kiemelése
id: Sorot byte yang diubah
it: Evidenzia byte modificati
ja: 変更されたバイトを強調
ko: 수정된 바이트 강조 표시
pl: Wyróżnij zmodyfikowane bajty
pt: Realçar bytes modificados
ro: Evidențiere octeți modificați
ru: Выделять измененные байты
th: เน้นไบต์ที่แก้ไขแล้ว
tr: Değiştirilen baytları vurgula
uk: Виділяти змінені байти
vi: Tô sáng byte đã sửa
zh_hans: 突出显示已修改的字节
zh_hant: 醒目提示已修改的位元組

# CmdAlias_view_modified
source: changes
ar: changes تغييرات معدّلة
cs: změny zmeny změněné zmenene changes
de: änderungen geändert changes
el: αλλαγές changes
es: cambios modificados changes
fa: تغییرات, changes
fr: modifications changes
hu: módosítások modositasok változások valtozasok changes
id: perubahan changes
it: modifiche changes
ja: へんこうされたばいとをきょうちょう
ko: 수정 변경 강조 changes
pl: zmiany changes
pt: alterações changes
ro: modificări modificari schimbări schimbari changes
ru: изменения changes
th: การเปลี่ยนแปลง แก้ไข changes
tr: değişiklikler changes
uk: зміни changes
vi: thay đổi đã sửa changes
zh_hans: 更改 修改 突出显示 changes
zh_hant: 已修改 變更 醒目提示 changes

# Cmd_view_bytesPerRow8
source: Bytes per row: 8
ar: البايتات في كل صف: 8
cs: Bajtů na řádek: 8
de: Bytes pro Zeile: 8
el: Byte ανά γραμμή: 8
es: Bytes por fila: 8
fa: بایت در هر سطر: 8
fr: Octets par ligne : 8
hu: Bájt/sor: 8
id: Byte per baris: 8
it: Byte per riga: 8
ja: 1 行のバイト数: 8
ko: 행당 바이트 수: 8
pl: Bajty na wiersz: 8
pt: Bytes por linha: 8
ro: Octeți pe rând: 8
ru: Байт в строке: 8
th: ไบต์ต่อแถว: 8
tr: Satır başına bayt: 8
uk: Байтів у рядку: 8
vi: Số byte mỗi hàng: 8
zh_hans: 每行字节数：8
zh_hant: 每列位元組數：8

# CmdAlias_view_bytesPerRow8
source: width
ar: width عرض
cs: šířka sirka width
de: breite width
el: πλάτος width
es: ancho width
fa: عرض, width
fr: largeur width
hu: szélesség szelesseg width
id: lebar width
it: larghezza width
ja: いちぎょうのばいとすう
ko: 행당 바이트 수 너비 width
pl: szerokość width
pt: largura width
ro: lățime latime width
ru: ширина width
th: ความกว้าง width
tr: genişlik width
uk: ширина width
vi: độ rộng width
zh_hans: 每行字节数 宽度 width
zh_hant: 每列位元組數 寬度 width

# Cmd_view_bytesPerRow16
source: Bytes per row: 16
ar: البايتات في كل صف: 16
cs: Bajtů na řádek: 16
de: Bytes pro Zeile: 16
el: Byte ανά γραμμή: 16
es: Bytes por fila: 16
fa: بایت در هر سطر: 16
fr: Octets par ligne : 16
hu: Bájt/sor: 16
id: Byte per baris: 16
it: Byte per riga: 16
ja: 1 行のバイト数: 16
ko: 행당 바이트 수: 16
pl: Bajty na wiersz: 16
pt: Bytes por linha: 16
ro: Octeți pe rând: 16
ru: Байт в строке: 16
th: ไบต์ต่อแถว: 16
tr: Satır başına bayt: 16
uk: Байтів у рядку: 16
vi: Số byte mỗi hàng: 16
zh_hans: 每行字节数：16
zh_hant: 每列位元組數：16

# CmdAlias_view_bytesPerRow16
source: width
ar: width عرض
cs: šířka sirka width
de: breite width
el: πλάτος width
es: ancho width
fa: عرض, width
fr: largeur width
hu: szélesség szelesseg width
id: lebar width
it: larghezza width
ja: いちぎょうのばいとすう
ko: 행당 바이트 수 너비 width
pl: szerokość width
pt: largura width
ro: lățime latime width
ru: ширина width
th: ความกว้าง width
tr: genişlik width
uk: ширина width
vi: độ rộng width
zh_hans: 每行字节数 宽度 width
zh_hant: 每列位元組數 寬度 width

# Cmd_view_bytesPerRow32
source: Bytes per row: 32
ar: البايتات في كل صف: 32
cs: Bajtů na řádek: 32
de: Bytes pro Zeile: 32
el: Byte ανά γραμμή: 32
es: Bytes por fila: 32
fa: بایت در هر سطر: 32
fr: Octets par ligne : 32
hu: Bájt/sor: 32
id: Byte per baris: 32
it: Byte per riga: 32
ja: 1 行のバイト数: 32
ko: 행당 바이트 수: 32
pl: Bajty na wiersz: 32
pt: Bytes por linha: 32
ro: Octeți pe rând: 32
ru: Байт в строке: 32
th: ไบต์ต่อแถว: 32
tr: Satır başına bayt: 32
uk: Байтів у рядку: 32
vi: Số byte mỗi hàng: 32
zh_hans: 每行字节数：32
zh_hant: 每列位元組數：32

# CmdAlias_view_bytesPerRow32
source: width
ar: width عرض
cs: šířka sirka width
de: breite width
el: πλάτος width
es: ancho width
fa: عرض, width
fr: largeur width
hu: szélesség szelesseg width
id: lebar width
it: larghezza width
ja: いちぎょうのばいとすう
ko: 행당 바이트 수 너비 width
pl: szerokość width
pt: largura width
ro: lățime latime width
ru: ширина width
th: ความกว้าง width
tr: genişlik width
uk: ширина width
vi: độ rộng width
zh_hans: 每行字节数 宽度 width
zh_hant: 每列位元組數 寬度 width

# Cmd_view_bytesPerRow64
source: Bytes per row: 64
ar: البايتات في كل صف: 64
cs: Bajtů na řádek: 64
de: Bytes pro Zeile: 64
el: Byte ανά γραμμή: 64
es: Bytes por fila: 64
fa: بایت در هر سطر: 64
fr: Octets par ligne : 64
hu: Bájt/sor: 64
id: Byte per baris: 64
it: Byte per riga: 64
ja: 1 行のバイト数: 64
ko: 행당 바이트 수: 64
pl: Bajty na wiersz: 64
pt: Bytes por linha: 64
ro: Octeți pe rând: 64
ru: Байт в строке: 64
th: ไบต์ต่อแถว: 64
tr: Satır başına bayt: 64
uk: Байтів у рядку: 64
vi: Số byte mỗi hàng: 64
zh_hans: 每行字节数：64
zh_hant: 每列位元組數：64

# CmdAlias_view_bytesPerRow64
source: width
ar: width عرض
cs: šířka sirka width
de: breite width
el: πλάτος width
es: ancho width
fa: عرض, width
fr: largeur width
hu: szélesség szelesseg width
id: lebar width
it: larghezza width
ja: いちぎょうのばいとすう
ko: 행당 바이트 수 너비 width
pl: szerokość width
pt: largura width
ro: lățime latime width
ru: ширина width
th: ความกว้าง width
tr: genişlik width
uk: ширина width
vi: độ rộng width
zh_hans: 每行字节数 宽度 width
zh_hant: 每列位元組數 寬度 width

# Cmd_view_bytesPerRowAuto
source: Bytes per row: auto
ar: البايتات في كل صف: تلقائي
cs: Bajtů na řádek: automaticky
de: Bytes pro Zeile: automatisch
el: Byte ανά γραμμή: αυτόματα
es: Bytes por fila: automático
fa: بایت در هر سطر: خودکار
fr: Octets par ligne : automatique
hu: Bájt/sor: automatikus
id: Byte per baris: otomatis
it: Byte per riga: automatico
ja: 1 行のバイト数: 自動
ko: 행당 바이트 수: 자동
pl: Bajty na wiersz: automatycznie
pt: Bytes por linha: automático
ro: Octeți pe rând: automat
ru: Байт в строке: авто
th: ไบต์ต่อแถว: อัตโนมัติ
tr: Satır başına bayt: otomatik
uk: Байтів у рядку: авто
vi: Số byte mỗi hàng: tự động
zh_hans: 每行字节数：自动
zh_hant: 每列位元組數：自動

# CmdAlias_view_bytesPerRowAuto
source: width fit
ar: width fit عرض ملاءمة تلقائي
cs: šířka sirka přizpůsobit prizpusobit width fit
de: breite anpassen width fit
el: πλάτος προσαρμογή width fit
es: ancho ajustar width fit
fa: عرض تناسب, width fit
fr: largeur ajuster width fit
hu: szélesség szelesseg igazítás igazitas width fit
id: lebar sesuaikan width fit
it: larghezza adatta width fit
ja: いちぎょうのばいとすう じどう
ko: 행당 바이트 수 자동 맞춤 너비 width fit
pl: szerokość dopasuj width fit
pt: largura ajustar width fit
ro: lățime latime potrivire automat width fit
ru: ширина по размеру width fit
th: ความกว้าง อัตโนมัติ พอดี width fit
tr: genişlik sığdır width fit
uk: ширина за розміром width fit
vi: độ rộng tự động vừa width fit
zh_hans: 每行字节数 宽度 自动 适应 width fit
zh_hant: 每列位元組數 自動 寬度 符合 width fit

# Cmd_view_bytesPerRowCustom
source: Bytes per row: custom...
ar: البايتات في كل صف: مخصص...
cs: Bajtů na řádek: vlastní...
de: Bytes pro Zeile: benutzerdefiniert...
el: Byte ανά γραμμή: προσαρμογή...
es: Bytes por fila: personalizado...
fa: بایت در هر سطر: سفارشی...
fr: Octets par ligne : personnalisé...
hu: Bájt/sor: egyéni...
id: Byte per baris: kustom...
it: Byte per riga: personalizzato...
ja: 1 行のバイト数を指定...
ko: 행당 바이트 수: 사용자 지정...
pl: Bajty na wiersz: niestandardowe...
pt: Bytes por linha: personalizado...
ro: Octeți pe rând: particularizat...
ru: Байт в строке: другое...
th: ไบต์ต่อแถว: กำหนดเอง...
tr: Satır başına bayt: özel...
uk: Байтів у рядку: власне значення...
vi: Số byte mỗi hàng: tùy chỉnh...
zh_hans: 每行字节数：自定义...
zh_hant: 每列位元組數：自訂...

# CmdAlias_view_bytesPerRowCustom
source: width
ar: width عرض مخصص
cs: šířka sirka width
de: breite width
el: πλάτος width
es: ancho width
fa: عرض, width
fr: largeur width
hu: szélesség szelesseg width
id: lebar width
it: larghezza width
ja: いちぎょうのばいとすうをしてい
ko: 행당 바이트 수 지정 너비 width
pl: szerokość width
pt: largura width
ro: lățime latime width
ru: ширина width
th: ความกว้าง กำหนดเอง width
tr: genişlik width
uk: ширина width
vi: độ rộng tùy chỉnh width
zh_hans: 每行字节数 宽度 自定义 width
zh_hant: 每列位元組數 自訂 寬度 width

# Cmd_view_group1
source: Group by 1 byte
ar: تجميع كل بايت واحد
cs: Seskupit po 1 bajtu
de: Nach 1 Byte gruppieren
el: Ομαδοποίηση ανά 1 byte
es: Agrupar por 1 byte
fa: گروه‌بندی بر حسب 1 بایت
fr: Grouper par 1 octet
hu: Csoportosítás 1 bájtonként
id: Kelompokkan per 1 byte
it: Raggruppa per 1 byte
ja: グループ化: 1 バイト
ko: 1바이트씩 그룹화
pl: Grupuj po 1 bajcie
pt: Agrupar por 1 byte
ro: Grupare câte 1 octet
ru: Группировать по 1 байту
th: จัดกลุ่มทีละ 1 ไบต์
tr: 1 baytlık gruplar
uk: Групувати по 1 байту
vi: Nhóm theo 1 byte
zh_hans: 按 1 字节分组
zh_hant: 以 1 個位元組分組

# CmdAlias_view_group1
source: grouping
ar: grouping تجميع
cs: seskupení seskupeni skupina grouping
de: gruppierung grouping
el: ομαδοποίηση grouping
es: agrupación grouping
fa: گروه‌بندی, grouping
fr: regroupement grouping
hu: csoportosítás csoportositas grouping
id: pengelompokan grouping
it: raggruppamento grouping
ja: ぐるーぷか
ko: 그룹화 그룹 grouping
pl: grupowanie grouping
pt: agrupamento grouping
ro: grupare grouping
ru: группировка grouping
th: จัดกลุ่ม grouping
tr: gruplama grouping
uk: групування grouping
vi: nhóm grouping
zh_hans: 分组 grouping
zh_hant: 分組 群組 grouping
